[Main]
DisplayName=Română

[SmartDefrag_SDMainForm]
btn_close.Hint=Închidere
btn_maximize.Hint=Mărire
btn_minimize.Hint=Micșorare
btn_restore.Hint=Restaurare
btn_more.Hint=Opțiuni
lblLatestNews.Caption=Spuneți prietenilor și familiei despre acest program. Vor fi bucuroși să-l folosească !
btn_gamedefrag_start.Caption=Reluare
btn_gamedefrag_stop.Caption=Stop
btn_gamedefrag_pause.Caption=Pauză
lblGameEstimatedTime.Caption=Progres global:
btn_defrag_finish.Caption=Finalizare
btn_backtosvolumetatus.Caption=Înapoi
lblPBD_DPF.Caption=Defragmentare fișiere de paginare și de hibernare
lblPBD_DMFT.Caption=Defragmentare MFT
lblPBD_DSYS.Caption=Defragmentare fișiere sistem
btnBTConfig.Caption=Configurare
LabelEnableBTD.Caption=Defragmentare la pornire
lblBootTimeDefrag.Caption=Istoric defragmentare la pornire
lvBootTimeDefragListView.Columns[0].Caption=Date
lvBootTimeDefragListView.Columns[1].Caption=Mărime totală
lvBootTimeDefragListView.Columns[2].Caption=Fragmente
btn_tab_actioncenter.Caption=Centru de acțiuni
btn_tab_boottimedefrag.Caption=Defragmentare la pornire
btn_tab_diskdefrag.Caption=Defragmentare discuri
lbl_map.Caption=Legendă culori:
lblResetColor.Caption=Resetare
lvDefragList.Columns[0].Caption=Nume
lvDefragList.Columns[1].Caption=Fragmente
lvDefragList.Columns[2].Caption=Mărime
lvDefragList.Columns[3].Caption=Cale
lvDefragList.Columns[4].Caption=Rezultat
btnShowDefragMap.Caption=Hartă
btnShowDefragList.Caption=Detalii
lblAfterDefragTask.Items[0].Caption=Închidere PC după defragmentare
lblAfterDefragTask.Items[1].Caption=Suspendare după defragmentare
lblAfterDefragTask.Items[2].Caption=Hibernare după defragmentare
lblAfterDefragTask.Items[3].Caption=Repornire după defragmentare
lblStatus.Caption=Stare:
lblAfter.Caption=După:
lblBefore.Caption=Înainte:
lblFragRate.Caption=Rată fragmentare:
lblDefragFragmentRate.Caption=Rată fragmentare:
btn_start.Caption=Reluare
btn_stop.Caption=Stop
btn_pause.Caption=Pauză
btn_backtosvolumetatus.Caption=Înapoi
btnFixDefrag.Caption=Defragmentare inteligentă
btn_view_report.Caption=Afișare raport
lblJunkScanSkip.Caption=Ignoră
mniOpenSmartDefrag.Caption=Deschidere Smart Defrag
mniHomePage.Caption=Website IObit
mniSupport.Caption=Suport tehnic
mniExit.Caption=Ieșire
mniTask_Shutdown.Caption=Închidere
mniTask_Sleep.Caption=Repaus
mniTask_Hibernate.Caption=Hibernare
mniTask_Reboot.Caption=Repornire
btnFeedBack.Caption=Trimitere mesaj
btnViewReport.Caption=Afișare raport
btnScanMore.Caption=Scanare mai multe
lvBootTimeDefragListView.Columns[3].Caption=Acțiune
lblSSDStatus.Caption=Stare:
shp_map_free.Hint=Spațiu liber
shp_map_mft.Hint=Tabela de alocare a fișierelor (MFT)
shp_map_dir.Hint=Foldere
shp_map_frequent.Hint=Frecvent utilizat
shp_map_rare.Hint=Rar utilizat
shp_map_unmovable.Hint=Nemutabil
shp_map_frag.Hint=Fragmente
shp_map_moving.Hint=Mutare
btn_nav_show.Hint=Arată Centru de acțiuni
btn_nav_hide.Hint=Ascunde Centru de acțiuni
lbl_defragprogress.Caption=Progres global:
btn_game_optimize.Caption=Optimizare
lblPBD_DREG.Caption=Defragmentare fișiere regiștri
lblPBD_DCF.Caption=Defragmentare fișiere specificate
btn_tab_gameoptimize.Caption=Optimizare jocuri
btnShowJunkFile.Caption=Inutile
mniSkinClassic.Caption=Clasic
mniSkinWhite.Caption=Alb
lblBootTimeSSD.Caption=Discurile sunt de tip SSD și acestea nu necesită defragmentare.
lblRecommendation.Caption=Recomandare:
lblJunkCleaned.Caption=Inutile curățate:
lblSpaceReleased.Caption=Spațiu eliberat:
btn_feedback.Caption=Trimitere mesaj
btnGameViewReport.Caption=Afișare raport
rdlblBootTimeDefragDesc.Caption=Defragmentare fișiere sistem înainte de pornirea sistemului pentru a-i mări performanța.
btnBTActiveNow.Caption=Activare acum
btnGOActiveNow.Caption=Activare acum
rdlblEnterCode.Caption=Introducere cod
btnManageLicense.Caption=Gestionare licență
rdlblProfuture.Caption=Mărire performanță și durată de viață a discurilor cu:
btnProfutureAuto.Caption=Autodefragmentare inteligentă
btnProfutureBootTimeDefrag.Caption=Defragmentare la pornire
btnProfutureAlways.Caption=Actualizat la zi
lbl_estimatedtime1.Caption=Timp rămas estimat:
btn_shuffle.Hint=Extragere norocoasă

[SmartDefrag_LocalDiskItem]
btn_auto_defrag.Caption=Defragmentare automată
btn_boot_defrag.Caption=Defragmentare la pornire
btn_disk_clean.Caption=Curăţare disc
lblOptimizeType.Items[1].Caption=Aranjare
lblOptimizeType.Items[2].Caption=Optimizare aplicații

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Fișiere și foldere adăugate
btnAddFile.Caption=Adăugare fișiere
btnAddFolder.Caption=Adăugare foldere

[SmartDefrag_FormSetting]
btn_close.Hint=Închidere
lblTitle.Caption=Setări
Button_Recommand.Caption=Recomandat
Button_OK.Caption=OK
Button_Cancel.Caption=Anulare
Button_Apply.Caption=Aplicare
lblSettingType.Caption=Setări generale
AutoLoadCheck.Caption=Pornire automată la pornirea Windows (recomandat)
CloseSetCheck.Caption=Micșorare în bara de activități la închiderea programului (recomandat)
TrayCheck.Caption=Activare notificări în zona de notificări
CheckBox_Show_RemovableDisk.Caption=Fără afișare discuri portabile (USB)
lblSilentDesc.Caption=Activați această funcție pentru a asigura o defragmentare optimă, fără întrerupere.
lblReplaceDefragDesc.Caption=Puteți înlocui Windows Disk Defragmenter cu Smart Defrag ca program implicit de defragmentare.
lblVSSDesc.Caption=Oprire temporară VSS în timpul defragmentării pentru a proteja VSS și copia de rezervă curentă VSS după încheierea defragmentării (VSS: Volume Shadow Copy).
lblBatteriesDesc.Caption=Defragmentarea va consuma bateria. De aceea este recomandată oprirea defragmentării în timpul utilizării bateriei.
ReplaceWindowDefrag.Caption=Înlocuire Windows Disk Defragmenter
SilentCheck.Caption=Activare tehnologie silențioasă inteligentă în timpul defragmentării (recomandat)
chkEnableVSS.Caption=Oprire VSS la defragmentarea volumelor NTFS
BatteryCheck.Caption=Oprire autodefragmentare și defragmentare programată în timpul utilizării bateriei (recomandat)
Label_Auto_Des.Caption=Cu noua tehnologie, Autodefragmentarea defragmentează fișierele automat când sistemul este inactiv pentru a îmbunătăți performanța discurilor.
Label_DefragRate.Caption=Defragmentare când rata fragmentării depășește:
ExcludeCheck.Caption=Ignorare fișiere mai mari de 1 GB
ComboBox_DefragRate.Items[0].Caption=Întotdeauna
Label_Exclude_Des.Caption=Fișierele și folderele excluse, inclusiv subfolderele acestora nu vor fi analizate sau defragmentate.
Button_Add_File.Caption=Adăugare fișiere...
Button_Add_Folder.Caption=Adăugare foldere...
Button_Delete.Caption=Ștergere
ListView_Exlude.Columns[0].Caption=Nume
Label_Schedule_Des.Caption=Defragmentarea programată defragmentează discurile și execută TRIM pentru SSD la un timp stabilit fără intervenția utilizatorului.
Label_Schedule_Task.Caption=Sarcină programată
Label_Action.Caption=Acțiune:
Label_Schedule_Status.Caption=Stare:
Button_Config_Schedule.Caption=Configurare
ScheduleList.Columns[0].Caption=Volum
ComboBox_Action.Items[0].Caption=Defragmentare inteligentă
ComboBox_Action.Items[1].Caption=Defragmentare fișiere mari
ComboBox_Action.Items[2].Caption=Defragmentare spațiu liber
ComboBox_Action.Items[3].Caption=Defragmentare și optimizare
Label_Max.Caption=Maxim fișiere:
Label_Unsupport.Caption=Windows 2000 nu este suportat
Label_Boottime_Des.Caption=Defragmentarea la pornire defragmentează fișierele care nu pot fi mutate în siguranță în timp ce se execută Windows.
Label_Boottime_Status.Caption=Stare:
RadioButton_FirstBoot.Caption=La prima pornire din zi
RadioButton_EveryBoot.Caption=La fiecare pornire
RadioButton_Custom.Caption=La prima pornire la fiecare 2 zile
RadioButton_NextBoot.Caption=Doar la următoarea pornire
Label_language.Caption=Limba curentă:
Label_Trans.Caption=Transparență:
CheckBox_DMC.Caption=Activare hartă disc accesibilă pentru cei cu probleme de vedere (daltonism)
lblJKF_SelectJunkFile.Caption=Selectați elementele pe care doriți să le curățați:
chkJKF_EnableDOD.Caption=Activare ștergere securizată a fișierelor DOD 5220.22-M (mai lentă)
chkJKF_DeleteTime.Caption=Ștergere fișiere temporare din Windows mai vechi de 1 o săptămână
TreeView_Option.Items[0].Caption=Setări generale
TreeView_Option.Items[1].Caption=Defragmentare
TreeView_Option.Items[2].Caption=Serviciu automat
TreeView_Option.Items[3].Caption=Autodefragmentare
TreeView_Option.Items[4].Caption=Programare defragmentare
TreeView_Option.Items[5].Caption=Defragmentare la pornire
TreeView_Option.Items[6].Caption=General
TreeView_Option.Items[7].Caption=Personalizare
TreeView_Option.Items[8].Caption=Curățare disc
CategoryLine_Boottime_Method.Caption=Metodă
CategoryLine_Boottime_Log.Caption=Jurnal
CategoryLine_Schedule_Method.Caption=Metodă
CategoryLine_Schedule_Schedule.Caption=Programare
ComboBox_AutoAction.Items[1].Caption=Defragmentare fișiere mari
ComboBox_AutoAction.Items[2].Caption=Defragmentare spațiu liber
lvBootTimeDefrag.Columns[0].Caption=Volum
ComboBox_Action.Items[4].Caption=Defragmentare și ordonare fișiere (Lent)
ComboBox_AutoAction.Items[4].Caption=Defragmentare și ordonare fișiere (Lent)
TreeView_Option.Items[10].Caption=Actualizare automată
TreeView_Option.Items[9].Caption=Listă de excluderi
TreeView_Option.Items[11].Caption=Interfață utilizator
TreeView_Option.Items[12].Caption=Mod silențios
chkSlientMode_SlientMode.Caption=Mod silențios
chkEnableDiskSpeed.Caption=Activare accelerare inteligentă discuri
lblEnableDiskSpeedDesc.Caption=Această funcție activează DMA (Accesul direct la memorie) pentru o mai bună performanță a discurilor și mărește spațiul pentru memoria tampon disc pentru a reduce frecvența de scriere-citire a discurilor.
CategoryLine_Auto_Method.Caption=Metodă
lblAutoAction.Caption=Acțiune:
ComboBox_AutoAction.Items[0].Caption=Defragmentare inteligentă
ComboBox_AutoAction.Items[3].Caption=Defragmentare și optimizare
grpMethod_Method.Caption=General
lblUpdateMethod.Caption=Alegere mod de actualizare:
rbAutoUpdate_Automatically.Caption=Notificare la apariția de noi actualizări
rbAutoUpdate_ProgramLauched.Caption=Actualizare automată program (recomandat)
grpMethod_Proxy.Caption=Server Proxy
rbProxy_Direct.Caption=Conexiune directă (fără proxy)
rbProxy_ie.Caption=Detectare automată server proxy (utilizând setările Internet Explorer)
rbProxy_SpecifyServer.Caption=Specificare server proxy (numai la conectarea pe Internet prin server proxy)
lblProxy_Host.Caption=Gazdă:
lblProxy_Port.Caption=Port:
lblProxy_UserName.Caption=Utilizator:
lblProxy_UserPass.Caption=Parolă:
Label_TaskSchedule.Caption=Programare:
Label_StartTime.Caption=Oră pornire:
ComboBox_TaskType.Items[0].Caption=Zilnic
ComboBox_TaskType.Items[1].Caption=Săptămânal
ComboBox_TaskType.Items[2].Caption=Lunar
ComboBox_Weekly.Items[0].Caption=Duminică
ComboBox_Weekly.Items[1].Caption=Luni
ComboBox_Weekly.Items[2].Caption=Marți
ComboBox_Weekly.Items[3].Caption=Miercuri
ComboBox_Weekly.Items[4].Caption=Joi
ComboBox_Weekly.Items[5].Caption=Vineri
ComboBox_Weekly.Items[6].Caption=Sâmbătă
lblBootTimeStatus.Caption=Stare:
grpSlientMode.Caption=Stare
lblSlientMode_SlientModeInfo.Caption=Comutare automată la modul silențios atunci când este detectată executarea unui program pe tot ecranul sau un program specificat rulează.
grpSlientMode_Description.Caption=Programe specificate de utilizator
lblSilent_UserSpec.Caption=Activare mod silențios în timp ce oricare dintre următoarele programe se execută:
btnSlientMode_Add.Caption=Adăugare
btnSlientMode_Delete.Caption=Ștergere
btnCbtDelete.Caption=Ștergere
GroupBox_SilentMode.Caption=Descriere
lvSlientMode.Columns[1].Caption=Descriere
lblSlientMode_Description1.Caption=Modul silențios reduce consumul de resurse cu mecanismul de defragmentare inteligent:
lblSlientMode_Description2.Caption=1. Ignorare automată defragmentare automată când este detectat un program specificat.
lblSlientMode_Description3.Caption=2. Ignorare automată defragmentare programată când este detectat un program specificat.
lvSlientMode.Columns[0].Caption=Nume element
lblCBT_Desc.Caption=Adăugați în caseta de mai jos fișierele care nu pot fi defragmentate când sistemul este pornit, pentru a le defragmenta în momentul pornirii.
btnCbtAddFile.Caption=Adăugare fișiere...
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
lvAAList.Columns[0].Caption=Volum
TreeView_Option.Items[13].Caption=Analizare automată
lblAADesc.Caption=Analizare automată discuri când sistemul este inactiv și notificare dacă există fragmente ce trebuie defragmentate.
lblAAStatus.Caption=Stare:
btnNotifyWhemSchdule.Caption=Fără notificare la finalizarea unei defragmentări programate
btnShutdown.Caption=Închidere automată calculator la finalizarea unei defragmentări programate
btnShowShellMenu.Caption=Afișare Defragmentare cu Smart Defrag în meniul contextual

[SmartDefrag_shutdown]
Button_Cancel.Caption=Anulare
lblShutdownInfo.Items[0].Caption=Defragmentare încheiată, sistemul se va închide în
lblShutdownInfo.Items[1].Caption=Defragmentare încheiată, sistemul va fi suspendat in
lblShutdownInfo.Items[2].Caption=Defragmentare încheiată, sistemul va hiberna în
lblShutdownInfo.Items[3].Caption=Defragmentare încheiată, sistemul va reporni în
btn_close.Hint=Închidere

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Închidere
lblMessage.Caption=Doriți să curățați fișierele inutile înainte de defragmentare pentru a elibera mai mult spațiu și a îmbunătăți defragmentarea ?
lblDontShowAgain.Caption=Memorare ce aleg
lblTipsCaption.Caption=Curățare fișiere inutile
btnYes.Caption=Da
btnNo.Caption=Nu, mulțumesc

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Închidere
btnYes.Caption=Da
btnNo.Caption=NU
btnOK.Caption=OK

[SmartDefrag_FormAbout]
Label_Acknowledge.Caption=Mulțumim următoarelor persoane pentru contribuțiile lor importante:
Label_Warning.Caption=ATENȚIE
Label_WarningInfo.Caption=Acest program de calculator este protejat de legea dreptului de autor și tratatele internaționale.
Label_AllRight.Caption=Toate drepturile rezervate.
lblCaption.Caption=Despre
btn_close.Hint=Închidere

[SmartDefrag_M]
M_FSUnknown=Necunoscut
M_FSAnalyzed=Analizat
M_FSDefragged=Defragmentat
M_FSInvalidHandle=ID sistem nevalid
M_FSMoveFailed=Mutare eșuată
M_FSNospace=Nu există spațiu continuu
M_FSSkipTooLarge=Ignorat (Fișiere mari)
M_FSSkipRateTooLow=Ignorat (Rată scăzută fragmentare)
M_DefragSummary=Rezumat defragmentare
M_DefragDetails=Detalii defragmentare
M_SSDOPTDetails=Detalii optimizare SSD
M_DiskSpaceInfo=Liber/Mărime totală
M_DefragMethod=Metodă defragmentare
M_DefragBeginTime=Defragmentare pornită
M_DefragEndTime=Defragmentare finalizată
M_TotalFiles=Total fișiere și foldere:
M_Fragments=Fragmente
M_Recommend=Recomandare
M_FragmentationRate=Rată fragmentare
M_DefaultVolumeName=Disc local
M_DetailsFragments=Fragmente
M_DetailsSize=Mărime
M_DetailsResult=Rezultat
M_DetailsPath=Cale
M_DMSSDAnalyze=Analizare SSD
M_DMSSDOptimize=Aplicare TRIM
M_DMSSDAnalyzed=%d elemente pot fi ajustate pentru îmbunătățirea performanței și durabilității unității SSD.
M_DMSSDOptimized=Unitatea SSD a fost ajustată pentru o performanță mai bună.
M_DMNSSDAnalyze=Analizare SSD
M_DMNSSDOptimize=Ajustare (TRIM) SSD
M_DMNAnalyze=Analizat
M_DMNSmartDefrag=Defragmentare inteligentă
M_DMNAutoDefrag=Autodefragmentare
M_DMNSchdleDefrag=Defragmentare programată
M_DMAnalyze=Analizare
M_DMDefrag=Defragmentare
M_DMSmartDefrag=Analizare inteligentă
M_DMAutoDefrag=Autodefragmentare
M_DMSchdleDefrag=Defragmentare programată
M_DMAnalyzed=Analizat
M_DMDefraged=Defragmentare finalizată
M_DMAutoDefraged=Autodefragmentare finalizată
M_DMSchdleDefraged=Defragmentare programată finalizată
M_Idle=Inactiv
M_Queuing=În așteptare
M_DBTrim=Ajustare (TRIM)
M_DBSmartDefrag=Defrag. inteligentă
M_DBOptimize=Optimizare inteligentă
M_BTDViewReport=Afișare raport
M_OPT_TRIM=Activare TRIM pentru a accelera viteza de citire și scriere a unității SSD.
M_OPT_PREFETCHER=Dezactivare Prefetcher pentru a extinde durata de viață a unității SSD.
M_OPT_SUPERFETCH=Dezactivare SuperFetch pentru a extinde durata de viață a unității SSD.
M_OPT_BTD=Dezactivare defragmentare la pornire pentru a extinde durata de viață a unității SSD.
M_OPT_SDDT=Dezactivare sarcină programare defragmentare pentru a extinde durata de viață a unității SSD.
M_Day=La prima pornire la %d zile
M_SkipSize=Ignorare fișiere mai mari de %s
M_StartAuto=Pornire defragmentare automată când timpul de inactivitate al sistemului a depășit (%d minute)
M_PauseAuto=Suspendare defragmentare automată atunci când utilizarea resurselor depășește (%s)
M_ScheduleInactivated=Defragmentarea programată nu este activată
M_FileExcluded=Acest fișier este exclus. Dacă doriți să-l defragmentați, eliminați-l din "Lista de excluderi".
M_FileAdded="%s" a fost deja adăugat pentru defragmentare.
M_FolderExcluded=Acest folder este exclus. Dacă doriți să-l defragmentați, eliminați-l din "Lista de excluderi".
M_GameAdded=Acest joc a fost deja adăugat.
M_RunBackground=Smart Defrag încă rulează în fundal
M_StartScheduleDefrag=Pornire defragmentare programată
M_LastAutoDefrag=Ultima defragmentare automată:
M_AddVolume=Nu se poate adăuga un volum. Selectați un folder sau un fișier pentru adăugare.
M_InvalidFF=Fișier sau folder nevalid.
M_SDRAutoDefrag=Raport defragmentare automată
M_SDRGameDefrag=Raport defragmentare jocuri
M_SDRManualDefrag=Raport defragmentare manuală
M_DefragPaused=Suspendat
M_TrimStoped=Operație TRIM întreruptă
M_AnalyzeStoped=Analizare întreruptă
M_DefragStoped=Defragmentare întreruptă
M_DefragFinished=Finalizare
M_DefragBack=Înapoi
M_JunkFileScan=Scanare fișiere inutile %d %%
M_LFR=Rată scăzută fragmentare
M_FileInSSDTips=Acest fișier/folder se află pe SSD. Vă rugăm nu-l defragmentați.
M_GameFragments=Fragmente:
M_GameOptimized=Optimizat:
M_DefragedFragments=Fragmente totale:
M_DefragedFiles=Fișiere fragmentate:
M_AnalyzedFragments=Fragmente găsite:
M_AnalyzedFiles=Fișiere fragmentate găsite:
M_DiskSpace=%s liber din %s
M_Trimmed=Ajustat (Trim)
M_SmartOptimizeTips=Optimizarea inteligentă mai întâi va analiza și apoi va executa inteligent cea mai potrivită metodă pentru defragmentarea discului și executarea ajustării (Trim) pentru unitatea SSD cu un singur clic.
M_SmartDefragTips=Defragmentarea inteligentă mai întâi va analiza și apoi va execută inteligent cea mai potrivită metodă de defragmentare cu un singur clic.
M_DRDefragedFragments=Fragmente
M_DRDefragedFiles=Fișiere defragmentate
M_DRAnalyzedFragments=Fragmente găsite
M_DRAnalyzedFiles=Fișiere fragmentate găsite
M_AppOptimizeStop=Optimizare întreruptă
M_APPDBOptimize=Optimizare
M_AppOptimize=Optimizare
M_AppOptimized=Optimizat
M_AppFoundProblem=%d elemente au fost optimizate pentru a îmbunătăți performanța aplicațiilor Windows.
M_AppNoProblem=Aplicațiile Windows au fost optimizate pentru performanțe maxime.
M_ExcludedFileAdded=Acest fișier a fost adăugat la "Fișiere și foldere adăugate" pentru defragmentare. Dacă doriți să-l excludeți, eliminați-l din "Fișiere și foldere adăugate".
M_ExcludedFolderAdded=Acest folder a fost adăugat la "Fișiere și foldere adăugate" pentru defragmentare. Dacă doriți să-l excludeți, eliminați-l din "Fișiere și foldere adăugate".
M_Task=Clic pentru a schimba programarea
M_ActiveNow=Activare acum
M_RecommendDefrag2=Defragmentare și optimizare
M_DMNSortDefrag=Defragmentare și optimizare
M_RecommendDefrag3=Defragmentare fișiere mari
m_DMNLargeFileDefrag=Defragmentare fișiere mari
M_RecommendDefrag4=Defragmentare spațiu liber
M_RecommendDefrag1=Defragmentare rapidă
M_DMNFastDefrag=Defragmentare rapidă
M_DMUSSDOptimize=Aplicare TRIM și optimizare inteligentă
M_DMUSSDAnalyzed=%d elemente pot fi ajustate și optimizate pentru îmbunătățirea performanței și durabilității unității SSD.
M_DMUSSDOptimized=Unitatea SSD a fost ajustată și optimizată inteligent.
M_DMNMergeSortDefrag=Defragmentare și ordonare
M_DMNMergeDefrag=Defragmentare și eliberare spațiu
M_DMFastDefrag=Defragmentare rapidă
m_DMLargeFileDefrag=Defragmentare fișiere mari
M_DMMergeSortDefrag=Defragmentare și ordonare fișiere
M_DMSortDefrag=Defragmentare și optimizare
M_DMMergeDefrag=Defragmentare spațiu liber
M_DMAFastDefrag=Autodefragmentare rapidă
m_DMALargeFileDefrag=Autodefragmentare fișiere mari
M_DMAMergeSortDefrag=Autodefragmentare și ordonare fișiere
M_DMASortDefrag=Autodefragmentare și optimizare
M_DMAMergeDefrag=Autodefragmentare spațiu liber
M_DMFastDefraged=Defragmentare rapidă finalizată
M_DMMergeSortDefraged=Defragmentare și ordonare fișiere finalizată
m_DMLargeFileDefraged=Defragmentare fișiere mari finalizată
M_DMSortDefraged=Defragmentare și optimizare finalizată
M_DMMergeDefraged=Defragmentare spațiu liber finalizată
M_DMAFastDefraged=Autodefragmentare rapidă finalizată
M_DMAMergeSortDefraged=Autodefragmentare și ordonare fișiere finalizată
m_DMALargeFileDefraged=Autodefragmentare fișiere mari finalizată
M_DMASortDefraged=Autodefragmentare și optimizare finalizată
M_DMAMergeDefraged=Autodefragmentare spațiu liber finalizată
M_StartAutoDefrag=Pornire defragmentare automată
M_JunkScanStoped=Scanare întreruptă
M_AddFileOrFolder=Adăugare fișier/folder
M_NoFileOrFolderAdded=Nu ați adăugat nici un fișier/folder
M_GameOptimizeTip=Optimizare jocuri pentru a obține o experiență mai bună de joc.
M_GameAddTip=Adăugați jocul pe care doriți să-l optimizați și să aveți o experiență mai bună de joc.
M_JunkFileFound=Inutile găsite:
M_JunkFileCleaned=Inutile curățate:
M_UTrimmed=Ajustare (Trim) și optimizare inteligentă finalizată
M_RecommendAnalyze=Nu necesită defragmentare
M_State=Stare
M_GameInSSD=Acest joc se află pe SSD. Vă rugăm nu-l optimizați.
M_JunkFile=Fișiere inutile
M_JunkFileAnalyze=Scanare fișiere inutile
M_JunkFileCleanedHtml=Fișiere inutile curățate:
M_DefragDetailsHtml=Detalii defragmentare
M_StartedTimeHtml=Pornită la:
M_CompletedTimeHtml=Finalizată la:
M_AfterRateHtml=După
M_BeforeRateHtml=Înainte
M_JunkFileHtml=Fișiere
M_RecommendDefrag5=Defragmentare și ordonare fișiere
M_NoVolumeSelected=Selectați cel puțin un disc pentru a continua.
M_TrimShutdown0=Ajustare (Trim) finalizată, sistemul se va închide în
M_TrimShutdown1=Ajustare (Trim) finalizată, sistemul va fi suspendat în
M_TrimShutdown2=Ajustare (Trim) finalizată, sistemul va hiberna în
M_TrimShutdown3=Ajustare (Trim) finalizată, sistemul va reporni în
M_OptimizeShutdown0=Optimizare finalizată, sistemul se va închide în
M_OptimizeShutdown1=Optimizare finalizată, sistemul va fi suspendat în
M_OptimizeShutdown2=Optimizare finalizată, sistemul va hiberna în
M_OptimizeShutdown3=Optimizare finalizată, sistemul va reporni în
M_TTrimShutdown0=Închidere după ajustare (Trim)
M_TTrimShutdown1=Suspendare după ajustare (Trim)
M_TTrimShutdown2=Hibernare după ajustare (Trim)
M_TTrimShutdown3=Repornire după ajustare (Trim)
M_TOptimizeShutdown0=Închidere după optimizare
M_TOptimizeShutdown1=Suspendare după optimizare
M_TOptimizeShutdown2=Hibernare după optimizare
M_TOptimizeShutdown3=Repornire după optimizare
M_MASKSSD=Identificare ca SSD
M_MASKHDD=Identificare ca HDD
M_LEARNMORE=Aflați mai multe
M_EXITSDTIPS=Defragmentarea inteligentă se execută. Sunteți sigur că doriți să-l închideți ?
M_NOTSUPPORTSSD=Această unitate este de tip SSD și nu are nevoie de defragmentare.
M_Junk0=Notă: Curățarea memoriei DNS poate încetini viteza de descărcare și cauza blocări de trafic.
M_Junk1=Notă: Ștergerea datelor programelor preîncărcate (Prefetch) vechi poate încetini pornirea sistemului.
M_Junk2=Notă: Ștergerea memorării ordinii meniului va reseta ordinea din meniul de start. Nu va fi șters nici un element din meniu.
M_Junk3=Notă: Ștergerea memoriei notificărilor din zona de notificare va reseta memoria zonei de notificare. Va trebui să reporniți explorer.exe.
M_Junk4=Notă: Ștergerea locației și dimensiunii ferestrelor memorate va reseta toate locațiile și setările de afișare a Windows Explorer salvate.
M_Junk5=Notă: Ștergerea istoricului de asistare a utilizatorului va șterge lista celor mai recent utilizate programe afișată în meniul Start.
M_Junk6=Notă: Ștergerea fișierelor jurnal IIS va șterge înregistrările evenimentelor independente pentru orice site, folder virtual sau fișier.
M_Junk7=Notă: Ștergerea memoriei miniaturilor va încetini afișarea miniaturilor când veți deschide un folder cu poze.
M_Junk8=Notă: Curățarea listei elementelor recent deschise va dezactiva afișarea fișierelor recent deschise din meniul Start și din bara de activități.
M_Junk9=Notă: Ștergerea parolelor salvate va determina pierderea tuturor parolelor salvate.
M_GameOptimizeTips=Defragmentare și optimizare fișiere din jocuri pentru o experiență mai rapidă și mai cursivă în jocuri.
M_AllGameOptimize=Fișierele jocului au fost optimizate. Bucurați-vă de joc.
M_ON=PORNIT
M_OFF=OPRIT
M_MoreThan2Hours=mai mult de 2 ore
M_NoFragmentsFound=Nu s-au găsit fragmente
M_NoJunkFilesFound=Nu s-au găsit fișiere inutile
M_ActiveAll=Activare toate
M_SkinName=Interfață:
M_ShellDefrag=Defragmentare cu Smart Defrag
M_ShellTrim=Ajustare (Trim) cu Smart Defrag
M_SkinNameClassic=Clasic
M_SkinNameReadable=Lizibil
M_SpecifyFiles=Specificare fișiere
M_PromoteTitle11=Sunteți plictisit de defragmentarea manuală ?
M_PromoteTitle12=Înregistrați acum pentru a activa Defragmentarea automată.
M_PromoteTitle21=Înregistrați acum pentru a activa Defragmentare fișiere specificate la pornire
M_DMNDefrag=Defragmentare
M_StartAutoAnalyze=Pornire analizare automată când timpul de inactivitate al sistemului a depășit (%d minute)
M_PauseAutoAnalyze=Suspendare analizare automată atunci când consumul de resurse depășește (%s)
M_VendorSpecific=Specific producătorului
M_CFragMentInfo=S-au găsit <a>%d</a> fragmente pe discuri. Defragmentați-le pentru a face sistemul mai rapid și mai stabil.
M_DefaultName=Disc local
M_DiskGood=Bună
M_DiskFair=Acceptabilă
M_DiskPoor=Slabă
M_DiskInfoTips=Eliberați mai mult spațiu cu Advanced SystemCare și accelerați calculatorul ACUM !
M_DiskStatusGood=Bună
M_DiskStatusWarn=Avertizare
M_DiskStatusError=Eroare
M_SchduleDefragInfo=<a>%d</a> fragmente au fost defragmentate. Activați Autodefragmentarea pentru a defragmenta automat discurile pentru performanțe maxime.
M_ActivateTitle=Mărire performanță și durată de viață a discurilor cu:
M_ActivateContent1=Autodefragmentare inteligentă
M_ActivateContent2=Defragmentare la pornire
M_ActivateContent3=Actualizat la zi
M_ActivateButton=Activare toate

[ActionCenter_M]
M_Fix=Aflați mai multe
M_fixing=Instalare
M_Updating=Actualizare
M_RuningWell=Ultima versiune instalată
M_Outdated=Depășit
M_NotInstalled=Nu e instalat
M_AC_FreeTitleHide=Notă !
M_FixAll=Obținere toate
M_RunIMF=Scanare acum
M_RunAMC=Aflați mai multe
M_RunSM=Executare acum
M_RunASC=Scanare acum
M_RunDB=Scanare acum
M_RunIU=Executare acum
M_Hide=Ascunde
M_Show=Arată
M_Scan=Scanare...
M_ASCCaption=Performanță sistem
M_ASCInfo_NotIns=Curățare fișiere inutile, eliminare urme intimitate și fixare erori regiștri din sistem.
M_ASCInfo_UpToDate=Advanced SystemCare accelerează și optimizează sistemul cu un clic.
M_ASCInfo_NeedUpDate=Advanced SystemCare este depășit.
M_DBCaption=Actualizare drivere
M_DBInfo_NotIns_C=Actualizare și reparare drivere pentru a vă bucura de un sistem mai stabil.
M_DBInfo_NotIns=Actualizare și reparare drivere pentru a vă bucura de un sistem mai stabil.
M_DBInfo_UpToDate=Driver Booster actualizează toate driverele depășite din sistem.
M_DBInfo_NeedUpDate=Programul de actualizare drivere este învechit.
M_IMFCaption=Protecție Spyware
M_IMFInfo_NotIns=Obțineți o protecție mai bună instalând programul IObit antimalware.
M_IMFInfo_UpToDate=IObit Malware Fighter protejează sistemul împotriva diverselor programe malițioase.
M_IMFInfo_NeedUpDate=Programul antimalware este învechit.
M_AMCCaption=Protecție Android
M_AMCInfo_NotIns=Obțineți o securitate mai bună și protecție pentru dispozitivul Android.
M_Recomm_Ins_AMC=Recomandare: Instalați %s pentru dispozitivul Android.
M_SMCaption=Meniu Start
M_SMInfo_NotIns=Restaurați familiarul Meniu "Start" Windows.
M_SMInfo_UpToDate=Start Menu 8 aduce înapoi Meniul "Start" Windows.
M_SMInfo_NeedUpDate=Start Menu 8 este învechit.
M_IUCaption=Dezinstalator programe
M_IUInfo_NotIns=Eliminare programe nedorite, bare de unelte și suplimente din navigatoare.
M_IUInfo_UpToDate=IObit Uninstaller elimină suplimentele și aplicațiile în profunzime.
M_IUInfo_NeedUpDate=IObit Uninstaller este învechit.
M_Recomm_Ins=Recomandare: Instalați %s
M_Recomm_Upt=Recomandare: Actualizați %s
M_AC_FreeDetailHide_New=Toate programele recomandate sunt ascunse ! Dați clic pe "Arată" pentru a le afișa din nou și apoi instalați-le pentru a obține o securitate completă și performanță maximă.
M_AC_FreeDetailShow_New=Obțineți o mai bună securitate și performanță cu programele recomandate.
M_RunFP=Convertire acum
M_FPCaption=Convertor video
M_FPInfo_NotIns=Obțineți un convertor video pentru a converti videoclipurile pentru diferite dispozitive.
M_FPInfo_UpToDate=Bucurați-vă de vizionarea videoclipurilor pe orice dispozitive doriți.
M_FPInfo_NeedUpDate=Formatul pachetului este învechit.
M_RunDL=Gestionare
M_DLCaption=Manager parole
M_DLInfo_NotIns=Protejare și gestionare toate parolele cu Dashlane Password Manager.
M_DLInfo_UpToDate=Nu mai uitați parolele cu Dashlane în condiții de siguranță și securitate.
M_RunIVC=Încercare acum
M_IVCCaption=Convertor video convertor
M_IVCInfo_NotIns=100% curat și gratuit, peste 150 formate și conversie rapidă videoclipuri !
M_IVCInfo_UpToDate=Priviți clipuri video în orice mod doriți.
M_IVCInfo_NeedUpDate=iFun Video Converter este învechit.
M_RunIOT=Gestionare acum
M_IOTCaption=Gestionare iPhone
M_IOTInfo_NotIns=Transferare și gestionare conținut iPhone pe PC cu un singur clic.
M_IOTInfo_UpToDate=Transferare și gestionare conținut iPhone pe PC cu un singur clic.
M_IOTInfo_NeedUpDate=IOTransfer este învechit.
M_Close=Închidere
M_Install=Instalare acum
M_ASCOffer=Curățare și optimizare sistem cu un clic.<br>Accelerare timp de pornire sistem cu până la 300% mai mult.<br>Ștergere urme navigare pentru a vă proteja confidențialitatea.<br>Monitorizare situație calculator în timp real pentru un sistem mai fiabil.<br>Protejare sistem împotriva programelor spion obișnuite.
M_DBOffer=Bază de date imensă (peste 1.000.000) drivere.<br>Actualizare drivere cu un clic.<br>Actualizare sigură cu drivere certificate WHQL.<br>Fixare probleme uzuale (de ex. rețea, sunet).<br>Reducere blocări și căderi sistem.
M_IMFOffer=Program antimalware puternic și cuprinzător.<br>Apărare împotriva programelor tip răscumpărare ca GoldenEye și Wannacry.<br>Navigare și descărcare mai sigură online.<br>Protecție sistem profundă și în general în timp real.
M_SMOffer=Aduceți înapoi meniul Start clasic în Windows 8/10.<br>Motorul de căutare rapid și puternic.
M_IUOffer=Ștergere rapidă suplimente, bare de unelte și extensii din navigatoare.<br>Eliminare ușoară programe nedorite.<br>Ștergere completă resturi rămase după dezinstalarea încorporată.
M_DLOffer=Gestionare simplă și ușoară a parolelor.<br>Generare parole unice pentru protejarea conturilor.<br>Autentificare automată pe paginile favorite.<br>Pentru Windows, Mac, iOS și Android.
M_IOTOffer=Cel mai bun manager de iPhone și software de transfer.<br>Transferați datele între iPhone și iPhone/iPad/iPod/PC.<br>Gestionare ușoară și gratuită fotografii, muzică și clipuri video.<br>Ștergeți fișierele inutile și memoria tampon pentru a elibera mai mult spațiu.
M_Moffer_Title=Recomandări IObit
M_Cancel=Anulare
M_Moffer_Install=Instalare
M_Moffer_NoteEP=Dând clic pe "Instalare", sunteți de acord să instalați %s și acceptați <a>Licența</a> și <a>Politica de confidențialitate</a>.
M_Moffer_Refund=<a>Notă:</a>Puteți obține o rambursare în termen de 30 de zile. Citiți <a>Politica de rambursare</a>.
M_Insatlled=Instalat
M_AdawareInfo_UpToDate=Web Companion vă protejează împotriva site-urilor înșelătoare și malițioase.
M_AdawareInfo_NotIns=Web Companion vă protejează împotriva site-urilor înșelătoare și malițioase.
M_kvpInfo_UpToDate=Descărcare rapidă clipuri de pe YouTube și peste alte 10.000 de site-uri.
M_kvpInfo_NotIns=Descărcare rapidă clipuri de pe YouTube și peste alte 10.000 de site-uri.
M_kvppInfo_UpToDate=Convertire, editare și descărcare ușoară fișiere video și audio.
M_kvppInfo_NotIns=Convertire, editare și descărcare ușoară fișiere video și audio.
M_AdawareCaption=Web Companion
M_AdawareOfferDesc=Instalați Web Companion pentru a îmbunătăți protecția pe Internet și setați Bing® de la Microsoft™ ca pagină de pornire, file noi și ca motor de căutare implicit în navigatoarele compatibile.
M_AdawareOffer=Rapid și ușor de instalat.<br>Protecție antiînșelăciune.<br>Protecție Web în timp real.<br>Compatibil cu mai multe navigatoare.
M_kvpCaption=KeepVid
M_kvppCaption=Video Converter
M_kvppOffer=Convertire video în peste 1000 de alte formate video/audio.<br>Viteză de conversie de 30 de ori mai rapidă.<br>Suport video în format HD, 1080P, 4K, 8K, etc. <br>Compatibil cu tipuri de video hi-tech cum ar fi VR și 3D.

[M_JunkfilesScanner]
M_NoteMOC=Notă: Ștergerea memorării ordinii meniului va reseta ordinea din meniul de start. Nu va fi șters nici un element din meniu.
M_NoteWSC=Notă: Ștergerea locației și dimensiunii ferestrelor memorate va reseta toate locațiile și setările de afișare a Windows Explorer salvate.
M_Scan=Scanare:
M_Fix=Fixare:
M_WinBin=Coș de reciclare
M_WinTempF=Fișiere temporare Windows
M_IETempF=Fișiere temporare IE
M_SearchAA=Autocompletare asistent căutări
M_OtherMRUs=Alte programe recent utilizate din Explorer
M_Clip=Memoria Clipboard
M_Dumps=Fragmente de memorie pentru depanare erori
M_ChkDskFrag=Fragmente fișiere chkdsk
M_WinLog=Jurnale Windows
M_WinEReport=Rapoarte erori Windows
M_DNSCache=Memoria tampon DNS
M_OldPD=Date vechi Prefetch
M_MenuOC=Ordine memorată meniuri
M_TrayNC=Memorări notificări
M_WinSLCache=Memorări dimensiune/mărime ferestre
M_UserAH=Istoric asistență utilizator
M_IISLog=Jurnale IIS
M_ThumCache=Miniaturi memorate
M_TaskbarJPL=Listă programe accesate din bara de activități
M_GS=Stare generală
M_ItemsCap=%s elemente, %s
M_JunkFixCap=[Fixare fișiere inutile]: %d probleme reparate
M_Det=Detalii
M_Del=Eliminate
M_NoteTNC=Notă: Golirea notificărilor memorate va reseta zona de notificări. Este necesară repornirea Explorer.exe.
M_WinSys=Sistem Windows
M_NoteUAH=Notă: Ștergerea istoricului de asistare a utilizatorului va șterge lista celor mai recent utilizate programe afișată în meniul Start.
M_HisTrace=Istoric și urme
M_WinAppCache=Memoria tampon WinApp
M_WinUpdateCache=Memoria tampon de autoactualizare Windows
M_WinUpdateDB=Bază de date autoactualizare Windows
M_SoftInsTemp=Fișiere temporare ale programelor instalate
M_WinFontCache=Memoria tampon fonturi Windows

[TaskForm]

[ACD_M]
M_Downloading=Descărcare:
m_Installing=Instalare:
M_DiskIsFull=Spațiu insuficient pe disc !
M_NetError=Descărcarea a eșuat datorită unei erori de rețea, vă rugăm încercați din nou mai târziu.
M_Tips=Descărcarea este în desfășurare. Dați dublu clic pe pictogramă pentru a vedea detaliile.
M_MD5Faild=Fișierul descărcat este corupt. Vă rugăm încercați din nou mai târziu.
M_AreSure=Sunteți sigur că doriți să ieșiți din descărcătorul centrului de acțiuni ?
M_Speed=Viteză:
M_AreSure_IObit=Sunteți sigur că doriți să închideți Descărcărtorul IObit ?
M_TipFixing=Fixare

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Obțineți Advanced SystemCare GRATUIT
lblDesc_IMF.Caption=Obțineți Advanced SystemCare versiunea GRATUITĂ după ce dezinstalați IObit Malware Fighter.
lblDesc_SD.Caption=Obțineți Advanced SystemCare versiunea GRATUITĂ după ce dezinstalați IObit Smart Defrag.
lblGet.Caption=Advanced SystemCare poate optimiza performanțele calculatorului și mări viteza pe internet dându-vă sentimentul unui calculator nou . Are încrederea a peste 150 de milioane de utilizatori !
btnConvertASC.Caption=Dezinstalare și obținere Advanced SystemCare GRATUIT
btnNo.Caption=Nu, dezinstalez complet
btnCancel.Caption=Anulare
btnClose.hint=Închidere

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anulare
lbl_Min.Caption=Micșorare
btnClose.Hint=Închidere

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Actualizare Smart Defrag
Label_CheckUpdate.Caption=Se obțin informații despre noua actualizare, vă rugăm așteptați...
Label_UpdateDetails.Caption=O nouă versiune Smart Defrag este disponibilă. Descărcați-o acum pentru a beneficia de cele mai recente funcții și îmbunătățiri
Label_NewVersionUpdate.Caption=O nouă versiune este disponibilă. Descărcați-o acum pentru a beneficia de cele mai recente funcții și îmbunătățiri.
Label_NewFileUpdate.Caption=O nouă actualizare este disponibilă. Descărcați-o acum pentru a beneficia de cele mai recente funcții și îmbunătățiri. Este gratuită.
Label_ClickDownload.Caption=Dați clic pe "%s" pentru a descărca și aplica actualizarea.
Label_FinishInfo.Caption=Finalizare !
Label_NoUpdate.Caption=Felicitări ! Aveți deja cea mai recentă versiune.
Label_Nottention.Caption=Atenție: Smart Defrag va reporni automat pentru a se aplica actualizarea.
Label_RestartWarn.Caption=Atenție: Trebuie repornit calculatorul pentru a încheia actualizarea. Reporniți acum ?
Label_Cancel.Caption=Anulare
Label_ProxySet.Caption=Setări server proxy
Label_DecideLater.Caption=Decid mai târziu
RdImageButton_RestartLater.Caption=Repornire mai târziu
RdImageButton_RestartNow.Caption=Repornire acum
RdImageButton_Download.Caption=Descărcare acum
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Afișare noutăți
Label_VWN_Pro.Caption=Afișare noutăți

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Închidere
M_GetUpdateInfo=Se obțin informații despre noua actualizare, vă rugăm așteptați...
M_Retry=Reîncercare
M_GetUpdateFailed=Obținerea informaților despre o nouă actualizare a eșuat. Reîncercați mai târziu.
M_Finish=OK
M_GetFileFailed=Obținerea fișierelor de actualizare a eșuat. Reîncercați mai târziu.
M_CancelDownload=Sunteți sigur că doriți să anulați descărcarea actualizărilor ?
M_UpdateSucceed=Actualizare reușită !
M_KillUpdateTip=Acest program este învechit și nu mai funcționează. Vă rugăm descărcați cea mai nouă versiune pentru a continua utilizarea acestuia.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Smart Defrag %s este acum disponibil !
Label_Ver_WN.Caption=Noutăți
Label_Ver_RML.Caption=Amintește mai târziu
RdImageButton_Ver_Download.Caption=Actualizare gratuită acum

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Închidere
M_UpCap=Smart Defrag %s este acum disponibil !
M_UpInfo=Dați clic pe "%s" pentru a beneficia de cele mai noi funcții și îmbunătățiri !

[SmartDefragUpgrate]
lblCongratulations.Caption=Felicitări !
lblSubCongratulations.Caption=S-a actualizat cu succes la
lblWhatNew.Caption=NOUTĂȚI
lblWhatNew_LTTitle.Caption=O nouă generație a motorului Disk Defrag
lblWhatNew_LTSubTitle.Caption=Noua generație a motorului Disk Defrag optimizează în mod eficient și profund discurile.
lblWhatNew_RTTitle.Caption=O noua ordonare a fișierelor defragmentate pentru o viteză mai rapidă
lblWhatNew_RTSubTitle.Caption=Metoda Defragmentare și ordonare fișiere îmbunătățește și crește performanțele sistemului prin accelerarea accesării datelor.
lblWhatNew_LBTitle.Caption=Defragmentare aplicații moderne Windows 8.1
lblWhatNew_LBSubTitle.Caption=Suport deplin pentru defragmentarea aplicațiilor moderne Windows 8.1 pentru experimentarea unei executări mai rapide și mai cursive.
lblWhatNew_RBTitle.Caption=Curățare disc
lblWhatNew_RBSubTitle.Caption=Curățare fișierele inutile pentru a elibera mai mult spațiu disponibil pe disc și obținerea unei defragmentări eficiente.
btnClose.Caption=Închidere

[IMF_M]
M_TitleSD=Obținere Advanced SystemCare Free după dezinstalarea IObit Smart Defrag

[SmartDefrag_DefragReportView]
lvDefragReportListView.Columns[2].Caption=Acțiune
btn_close.Hint=Închidere
lblCaption.Caption=Raport Smart Defrag
lvDefragReportListView.Columns[0].Caption=Timp
lvDefragReportListView.Columns[1].Caption=Fragmente

[SDRegister_Form_IObit_Register]
Button_Activate.Caption=Activare acum
Label_EnterCode.Caption=Introducere cod
Button_LMClose.hint=Închidere
Button_RegisterClose.hint=Închidere
Button_OK.Caption=OK
Label_Title.Caption=Măriți performanța și durata discului cu Ediția Pro
RdLabel_Des.Caption=Treceți la ediția Pro pentru a beneficia de optimizare si defragmentare profundă și inteligentă:
RdLabel_01_Title.Caption=Până la 200% mai rapid
RdLabel_02_Title.Caption=Mai inteligent și simplu
RdLabel_03_Title.Caption=Mai stabil și profund
RdLabel_04_Title.Caption=Mereu actualizat
RdLabel_01_Cap.Caption=Permite mai mult spațiu pe disc și o viteza de acces a fișierelor cu 200%
RdLabel_02_Cap.Caption=Defragmentare automată fișiere selectate și discuri în timp real
RdLabel_03_Cap.Caption=Defragmentare profundă discuri chiar și fișiere de sistem la pornire
RdLabel_04_Cap.Caption=Actualizare automată la cea mai recentă versiune Smart Defrag
Label_Help.Caption=Ajutor
Label_LMHelp.Caption=Ajutor
Label_Eg.Caption=Ex.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Introduceți codul de licență și dați clic pe "Activare acum" pentru a activa toate funcțiile din Ediția PRO. Pentru a evita erorile de tastare, copiați și inserați codul de licență din e-mailul primit în această casetă.
Label_LicenseCode.Caption=Cod licență:
Label_LMLCode.Caption=Cod licență:
Button_RegisterNow.Caption=Activare acum
Label_LMTitle.Caption=Gestionare licență
Label_LMLSta.Caption=Stare licență:
Label_LMLDate.Caption=Dată expirare:
Label_LMLeftDays.Caption=Zile rămase:
Label_LMRefresh.Caption=Împrospătare
Label_LMExportL.Caption=Exportare licență
Label_KnowMore.Caption=Aflați mai multe despre ediția Pro
LabelB_01_Cap.Caption=Defragmentare și optimizare disc
LabelB_02_Cap.Caption=Accesare fișiere mai rapidă cu 200%
LabelB_03_Cap.Caption=Optimizare jocuri pentru o experiență mai bună de joc
LabelB_04_Cap.Caption=Defragmentare la pornire pentru un sistem mai rapid
LabelB_05_Cap.Caption=Defragmentare automată și inteligentă fișiere fragmente
LabelB_06_Cap.Caption=Stabilire mod de defragmentare și discurile/fișierele ce vor fi defragmentate
LabelB_07_Cap.Caption=Actualizare automată la ultima versiune
LabelB_08_Cap.Caption=Suport tehnic la cerere gratuit 24/7
LabelB_Curent.Caption=Curent
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Mai mult, puteți obține toate funcțiile PRO de mai jos:
Btn_Boost.Caption=Accelerare inteligentă discuri
Btn_DefragRegistry.Caption=Defragmentare fișiere regiștri
Btn_AutoDefrag.Caption=Autodefragmentare
Btn_DefragSpecilFile.Caption=Defragmentare fișiere specificate
Label_KnowMoreC.Caption=Aflați mai multe despre ediția Pro

[SmartDefrag_SDMainMenu]
btn_more.Hint=Opțiuni
btnAbout.Caption=Despre
btnCheckUpdates.Caption=Verificare actualizări
btnDownload.Caption=Produse IObit gratuite
btnFindUsOnFacebook.Caption=Găsiți-ne pe Facebook
btnReport.Caption=Raport
btnSettings.Caption=Setări...
btnSkin.Caption=Interfață
btnTechnicalSupport.Caption=Suport tehnic
btnTranslate.Caption=Ajutați-ne cu traducerea
btnUseManual.Caption=Manual de utilizare
btnDiskHealth.Caption=Sănătate disc

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analizare
mniItem2.Caption=Defragmentare și optimizare
mniItem3.Caption=Defragmentare fișiere mari
mniItem4.Caption=Defragmentare spațiu liber
mniItem5.Caption=Defragmentare și ordonare fișiere (Lent)
mniItem6.Caption=Aranjare și optimizare inteligentă
mniItem7.Caption=Defragmentare rapidă

[SDFeed_Form_Feedback]
ButtonAdd.hint=Adăugare
ImageNoteClose.hint=Închidere
lbFeedbbackTitle.Caption=Mesaj
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Tip solicitare:
RdLabel_MailDes.Caption=Asigurați-vă că adresa de e-mail este corectă, astfel încât să puteți primi răspunsul de la noi.
RdLabel_MailBody.Caption=Descriere:
RdLabel_Attach.Caption=Atașamente
lblSendDes.Caption=Trimitere mesaj...
lblSend.Caption=Trimite
ButtonSend.Caption=Trimite
ButtonCancel.Caption=Anulare
ComboBox_Subject.Items[0].Caption=Îmi place
ComboBox_Subject.Items[1].Caption=Sugestii
ComboBox_Subject.Items[2].Caption=Probleme rată de fragmentare
ComboBox_Subject.Items[3].Caption=Probleme de analizare/defragmentare
ComboBox_Subject.Items[4].Caption=Eșuare descărcare/actualizare
ComboBox_Subject.Items[5].Caption=Eșuare recunoaștere discuri
ComboBox_Subject.Items[6].Caption=Altele
ButtonAttachView.hint=Afișare

[SmartDefrag_SDUpgradeTipsForm]
btn_close.Hint=Închidere
lblTitle.Caption=Felicitări !
lblInfo.Caption=Ați actualizat cu succes la ultima versiune Smart Defrag.
btnOK.Caption=Încercați acum !

[SendBugReportNew_FrmMain]
btnClose.Hint=Închidere
lblErrorDetails.Caption=Detalii eroare:
lblUserEmail.Caption=E-mail:
btnSendReport1.Caption=Trimite
lblSuccTips1.Caption=Trimis cu succes! Vom încerca tot ce putem pentru a rezolva această problemă cât mai repede posibil.

[M_PrivacyScanner]
M_Scan=Scanare:
M_Fix=Fixare:
M_GS=Stare generală
M_ItemsCap=%s elemente, %s
M_Det=Detalii
M_Del=Eliminate
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Aplicații Office
7=Internet
8=Multimedia
9=Utilitare
10=Extensii personalizate
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Aplicații Windows
15=iTunes
M_TyURL=Adrese URL introduse
M_Cookie=Cookie-uri
M_TempF=Fișiere temporare
M_His=Istoric
M_IDF=Index fișiere
M_AFF=Date formulare salvate
M_SaveFI=Date formulare salvate
M_SavePwd=Parole salvate
M_AFP=Parole salvate
M_ICache=Memorie tampon Internet
M_DownHis=Istoric descărcări
M_Reg=Regedit
M_ReDoc=Documente recente
M_RunHis=Istoric executări
M_DelOnBoot=(Ștergere la repornire)
M_Session=Sesiuni
M_ComDatabase=Comprimare baze de date
M_PriFixCap=[Fixare intimitate]: %d urme intimitate fixate
M_CFFDB=Comprimare bază de date Firefox
M_CGCDB=Comprimare bază de date Google Chrome
M_WebBro=Navigator
M_NoteIt=Notă: Nu se pot șterge urmele %s când se execută.
M_NoteThey=Notă: Nu se pot șterge urmele din %s când acestea rulează.
M_WebIcons=Pictograme Web
M_LastDL=Locația ultimei descărcări
M_InsCache=Memoria tampon instalări
M_MobApp=Aplicații mobile
M_Book=Cărți
M_Podcasts=Podcast-uri
M_SanpViewer=Capturi ecran
M_RemoteD=Desktop la distanță
M_ManageC=Consola de administrare
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Editor foto
M_GameE=Explorator jocuri
M_Defender=Windows Defender
M_Search=Căutare

[SendBugReportNew_M]
M_BugStatisticsTips=a întâmpinat o problemă și se va închide. Se analizează acum cauza. Vă rugăm așteptați...
M_SendingTips=Trimitere...
M_InvalidEmailTips=Adresa de e-mail nu este validă ! Introduceți o adresă de email validă pentru a vă putea contacta.
M_OKTips=OK
M_AskUserTips1=ai întâmpinat o problemă. Pentru a ne ajuta să remediem această problemă, faceți clic pe "Trimite" pentru a ne trimite automat fișierul de depanare. <a>Politica de confidențialitate</a>
M_AttentionTips1=ai întâmpinat o problemă. Pentru a ne ajuta să rezolvăm această problemă, faceți clic pe "Bine" pentru a ne trimite automat fișierul de depanare. <a>Politica de confidențialitate</a>

[SDFeed_M]
M_MailAddrHint=Asigurați-vă că adresa de e-mail este corectă astfel încât să puteți primi răspunsul nostru.
M_DescriptionHint=Vă rugăm introduceți o descriere.
M_MailSuccHint=Vă mulțumim pentru mesaj. Vă vom contacta în cel mai scurt timp posibil.
M_TimeoutHint=Eșuare trimitere mesaj. Dați clic pe OK pentru a trimite mesajul online.
M_SendMail=Sau trimiteți un e-mail direct la adresa %s
M_Remove=Ștergere tot
M_AttachErrorExt=Următoarele tipuri de fișiere nu sunt acceptate:
M_AttachOversize=Eșuare adăugare atașament ! Dimensiunea lui depășește limita de 10 MB.

[SDRegister_M]
M_EnterError=Vă rugăm introduceți codul de licență !
M_ErrorTitle=Eroare activare
M_SucceedTitle=Activare
M_IsOtherCode=Codul de licență %s este valabil numai pentru %s. Dați clic pe butonul OK pentru a descărca și înregistra %s.
M_InvalidCode=Cod de licență nevalid. Introduceți un cod valid.
M_License_Pro=Codul de licență a fost activat cu succes.
M_License_valication=Nu se poate contacta serverul. Verificați setările de rețea sau serverul proxy și încercați din nou validarea licenței.
M_License_Expired=Licența %s a expirat. Reînnoiți codul de licență sau cumpărați unul nou.
M_License_Unknow=Eroare necunoscută !
M_License_Illegal=Codul de licență nu poate fi activat. Achiziționați o licență nouă.
M_License_Overseat=Codul de licență %s a fost activat pe maximum de calculatoare și nu mai poate fi utilizat. Cumpărați un alt cod de licență Smart Defrag Pro pentru acest calculator.
M_GiveawayCode=Această licență cadou este nevalidă. Dați clic pe Da pentru a achiziționa un nou cod de licență.
M_PageC_Cap=Autodefragmentare
M_license_seat=Locuri licență
M_License_DLLMiss=RegisterCom.dll lipsește. Vă rugăm reinstalați Smart Defrag și încercați să îl înregistrați din nou.
M_PageC_Des1=Defragmentare inteligentă discuri când sistemul este inactiv.
M_PageC_Des2=Activare autodefragmentare pentru a menține o rată de fragmentare scăzută și obținere o performanță mai bună.
M_PageD_Cap=Actualizare automată
M_PageD_Des1=Actualizează automat la cea mai recentă versiune.
M_PageD_Des2=Activare actualizare automată pentru a menține programele actualizate și a vă bucura de cea mai bună experiență.
M_PageE_Cap=Defragmentare fișiere regiștri la pornirea sistemului
M_PageE_Des1=Defragmentare fișiere regiștri care nu pot fi defragmentate în timpul funcționării sistemului.
M_PageE_Des2=Îmbunătățire viteză de accesare regiștri pentru o performanță mai bună a sistemului.
M_PageF_Cap=Defragmentare fișiere specificate la pornirea sistemului
M_PageF_Des1=Specificare fișiere care nu pot fi defragmentate când sistemul rulează și defragmentarea lor la următoarea pornire a sistemului.
M_PageF_Des2=Îmbunătățire viteză de accesare fișiere pentru o performanță a sistemului mai stabilă și mai cursivă.

[SmartDefrag_SDPromoteFrame]
rdlblAboutPro.Caption=Verificați toate funcțiile
btnPurchaseNow.Caption=Cumpărare acum
btnBack.Caption=Înapoi
lblLeaveContent.Items[0].Caption=Defragmentare automată fișiere selectate și discuri pentru a menține sistemul la performanțe de vârf în timp real.
lblLeaveContent.Items[1].Caption=Defragmentare la pornire poate defragmenta fișiere și discuri specificate la pornire pentru a oferi cea mai bună performanță după pornire.
rdlblRightTitle.Items[0].Caption=Toate fragmentele au fost defragmentate.
rdlblRightTitle.Items[1].Caption=Anumite fragmente nu pot fi defragmentate deoarece fișierele aferente sunt în uz.
rdlblRightTitle.Items[2].Caption=Fragmentele au fost defragmentate cu succes !
rdlblLeftTitle.Items[0].Caption=Garantăm protecția sistemului pentru performanțe de top
rdlblLeftTitle.Items[1].Caption=Garantăm performanțe maxime pe discuri
rdlblLeftContent.Items[0].Caption=Sunteți protejat complet de garanția noastră de returnare de 60 de zile. Dacă produsul nostru nu vă oferă ce promite, vă vom oferi o rambursare completă, fără nici o întrebare.
rdlblLeftContent.Items[1].Caption=Sunteți protejat complet de garanția noastră de returnare de 60 de zile. Dacă produsul nostru nu vă oferă ce promite, vă vom oferi o rambursare completă.
rdlblTitle3.Caption=Obțineți performanță maximă discuri cu versiunea Pro.
rdlblContent1.Caption=Alocare mai mult spațiu pe disc și accesare fișiere cu 200% mai rapid.
rdlblContent2.Caption=Defragmentare automată fișiere și discuri selectate în timp real.
rdlblContent3.Caption=Defragmentare profundă discuri, chiar și fișiere sistem, în timpul pornirii.
rdlblContent4.Caption=Actualizare automată la cea mai recentă versiune.
rdlblDiskStatus.Caption=Stare disc:

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Sănătate disc
btn_auto_defrag.Caption=Autodefragmentare
btn_boot_defrag.Caption=Defragmentare la pornire
btn_disk_clean.Caption=Curățare disc
lblOptimizeType.Items[1].Caption=Ajustare (TRIM)
lblOptimizeType.Items[2].Caption=Optimizare aplicații

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Închidere
btnSetting.Hint=Setări
btnDefragManually.Caption=Defragmentare manuală
btnActivateAutoDefrag.Caption=Activare defragmentare automată
lblTitle.Caption=Defragmentare programată
btnShowAgain.Caption=Nu mai arăta acest mesaj

[DiskInfo_Smart]
UNKNOWN=Necunoscut
VENDOR_SPECIFIC=Specific producătorului
01=Rată erori citire
02=Performanţă generală disc
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată erori căutare
08=Performanţă timp căutare
09=Ore de funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Număr cicluri pornire/oprire
0D=Erori necorectate raportate sistemului de operare
BE=Temperatură aer interior
BF=Erori datorate şocurilor mecanice
C0=Număr cicluri oprire
C1=Cicluri totale încărcare
C2=Temperatură
C3=Erori hardware corectate
C4=Număr încercări realocare
C5=Număr sectoare instabile în așteptare
C6=Număr sectoare necorectabile
C7=Erori la transfer în mod UltraDMA
C8=Rată erori scriere
C9=Erori necorectate raportate sistemului de operare
CA=Număr erori căutare sectoare
CB=Număr erori în procesul de corectare
CC=Număr erori corectate de softul intern
CD=Număr erori cauzate de fluctuații de temperatură
CE=Deviere capete de citire faţă de suprafaţă disc
CF=Valoare curent necesar pentru turaţia maximă
D0=Număr încercări turaţie maximă datorită curentului slab
D1=Performanţă teste interne
D3=Vibraţii în timpul scrierii
D4=Şocuri în timpul scrierii
DC=Deplasare disc
DD=Erori datorate şocurilor mecanice
DE=Număr ore funcţionare
DF=Număr schimbări poziție capete
E0=Valoare frecare mecanică
E1=Cicluri totale încărcare
E2=Timp funcţionare capete
E3=Rată compensare variații viteză platane
E4=Număr retragere capete la oprire
E6=Amplitudine poziţionare capete
E7=Temperatură
F0=Durată poziţionare capete
FA=Număr erori la citire
B8=Număr erori de paritate în bufer unitate
BB=Erori necorectabile raportate
BC=Comenzi expirate
BD=Scrieri în afara discului
FE=Număr căderi libere detectate

[DiskInfo_SmartSsd]
01=Rată erori citire
02=Performanţă generală disc
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată erori căutare
08=Performanţă timp căutare
09=Ore de funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Număr cicluri pornire/oprire
0D=Erori necorectate raportate sistemului de operare
C0=Număr opriri nesigure
C2=Temperatură
C4=Număr încercări realocare
C5=Număr sectoare instabile în așteptare
C6=Număr sectoare necorectabile
FF=Durata de viață rămasă

[DiskInfo_SmartMtron]
BB=Număr total ștergeri

[DiskInfo_SmartIndlinx]
01=Rată erori citire
09=Ore de funcţionare
0C=Număr cicluri pornire/oprire
B8=Număr inițial de blocuri defecte
C3=Număr eșuare programare blocuri
C4=Număr eșuări ștergere blocuri
C5=Număr eșuări citire blocuri
C6=Număr total sectoare citite
C7=Număr total sectoare scrise
C8=Număr total comenzi citire
C9=Număr total comenzi scriere
CA=Număr total erori biți din flash
CB=Număr total sectoare citite cu erori biți corectabili
CC=Blocuri complet defecte
CD=Număr maxim specificații PE
CE=Număr minim ștergeri
CF=Număr maxim ștergeri
D0=Număr mediu ștergeri
D1=Durată de viață rămasă

[DiskInfo_SmartJMicron60x]
09=Ore de funcţionare
0C=Număr cicluri pornire/oprire
C2=Temperatură
E5=Opriri ID Sistem, ID Flash
E8=Informații versiune firmware
E9=Număr eșuări ECC
EA=Număr mediu ștergeri, Numărmaxim ștergeri
EB=Număr blocuri bune, Număr blocuri sistem

[DiskInfo_SmartIntel]
03=Timp mediu atingere viteză maximă
04=Număr cicluri start/stop
05=Număr realocări sectoare
09=Număr ore funcționare
0C=Număr cicluri pornire/oprire
C0=Număr opriri nesigure
E1=Total scrieri pe unitate
E8=Spațiu disponibil rezervat
E9=Indicator uzură media
B8=Număr erori de paritate în bufer unitate

[DiskInfo_SmartSamsung]
09=Număr ore funcționare
0C=Număr porniri
AF=Număr eșuări program (Cip)
B0=Număr eșuare ștergeri (Cip)
B1=Număr maxim ștergeri eronate blocuri
B2=Număr rezervări pe bloc (Chip)
B3=Număr blocuri rezervări utilizate (Total)
B4=Număr blocuri rezervate neutilizate (Total)
B5=Număr eșuări operații program Flash (Total)
B6=Număr eșuări ștergeri (Total)
B7=Număr blocuri defecte (Total)
BB=Număr erori necorectabile
BE=Număr depășiri temperatură
C2=Temperatură
C3=Rată ECC
C6=Număr erori necorectabile deconectat
C7=Număr erori CRC
C9=Stare Super cap
CA=Stare Mod SSD
B2=Număr blocuri rezervate utilizate (Cip)

[DiskInfo_SmartSandForce]
01=Rată erori brute citire
05=Număr blocuri retrase
09=Număr ore funcționare
0C=Număr cicluri pornire/oprire
0D=Erori necorectate raportate sistemului de operare
64=Gigabaiți șterși
AA=Număr blocuri rezervate
AB=Număr eșuare operații program Flash
AC=Număr eșuare ștergeri
AE=Număr pierderi neașteptate alimentare
B1=Interval uzură Delta
B5=Număr eșuare operații program Flash
B6=Număr eșuare ștergeri
B8=Coduri eroare detectare erori I/O raportate
BB=Erori necorectabile raportate
C2=Temperatură
C3=Număr erori ECC necorectabile din mers
C4=Număr încercări realocare
C6=Număr sectoare necorectabile
C7=Număr erori SATA R (CRC)
C9=Rată erori citire software necorectabile
CC=Rată erori ECC software corectate
E6=Curbă stare de viață
E7=Durată viață SSD rămasă
E8=Spațiu disponibil rezervat
EB=Sănătate SuperCap
F1=Scrieri totale pe gazdă
F2=Citiri totale de pe gazdă

[DiskInfo_SmartJMicron61x]
01=Rată erori citire
02=Performanţă generală disc
03=Durată atingere rotaţie maximă
05=Număr sectoare realocate
07=Rată erori căutare
08=Performanţă timp căutare
09=Ore de funcţionare
0A=Număr încercări pornire
0C=Număr cicluri pornire/oprire
A8=Număr erori SATA PHY
AF=Total tabele sectoare defecte (Număr eșuări ECC)
C0=Număr pierderi neașteptate alimentare
C2=Temperatură
C5=Număr sectoare instabile în așteptare
AA=Număr blocuri defecte
AD=Număr ștergeri

[DiskInfo_SmartMicron]
01=Rată erori brute citire
05=Număr sectoare realocate
09=Ore de funcţionare
0C=Număr cicluri pornire/oprire
AA=Număr creștere blocuri defecte
AB=Număr eșuare operații program Flash
AC=Număr eșuare ștergeri
AD=Număr maxim ștergeri eronate blocuri
AE=Număr pierderi neașteptate alimentare
B5=Număr accesări date nealiniate la 4Kb
B7=Conversii 6Gbps la 3Gbps interfață SATA
BB=Erori necorectabile raportate
BC=Comenzi expirate
BD=Număr blocuri defecte din fabrică
C4=Număr încercări realocare
C5=Număr sectoare instabile în așteptare
C6=Număr erori necorectabile la scanarea deconectată
C7=Rată erori CRC Ultra DMA
CA=Procentaj durată de viață nominală
CE=Rată erori scriere

[DiskInfo_MainForm]
btnClose.Hint=Închidere
btnMaxmize.Hint=Mărire
btnMinmize.Hint=Micșorare
btnRestore.Hint=Restaurare
rdlblDiskStatus.Caption=Sănătate Disc:
rdlblDiskTemp.Caption=Temperatură:
rdlblUsage.Caption=Utilizare:
rdlblReadSpeed.Caption=Viteză citire:
rdlblResponseTime.Caption=Timp răspuns:
rdlblWriteSpeed.Caption=Viteză scriere:
rdlblDriveName.Caption=Unitate:
rdlblFreeMoreSpace.Caption=Eliberare mai mult spațiu
rdlblDiskInfo.Caption=Raport analiză auto-monitorizare disc:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Nume atribut
lvDiskInfo.Columns[2].Caption=Stare
lvDiskInfo.Columns[3].Caption=Valoare
lvDiskInfo.Columns[4].Caption=Critică
lvDiskInfo.Columns[5].Caption=Limită
lvDiskInfo.Columns[6].Caption=Date brute

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Până la 200% mai rapid
btnContent2.Caption=Mai inteligent și simplu
btnContent3.Caption=Mai stabil și profund
btnContent4.Caption=Mereu actualizat
btnActivateNow.Caption=Activare acum
rdlblActivateCode.Caption=Introducere cod
rdlblTitle.Caption=Activare toate Pro

[ActionCenter_FormActiveAutoUpt]
btnDonotShow.Caption=Nu mai arăta acest mesaj
lblClose.Caption=Închidere
btnUptManual.Caption=Actualizare manuală
lblActiveTitle.Caption=V-ați săturat de actualizările manuale ?
btnActiveAutoUpt.Caption=Activare actualizări automate

[SmartDefrag_SchduleDefragInfoForm]
btnShowAgain.Caption=Nu mai arăta acest mesaj
btnClose.Hint=Închidere
btnSetting.Hint=Setări
btnDefragManually.Caption=Defragmentare manuală
btnActivateAutoDefrag.Caption=Activare autodefragmentare
lblTitle.Caption=Programare defragmentare

[FormShuffle_Main_M]
M_Title=Extragere norocoasă
M_Close=Închidere
M_Info=Felicitări ! Ați primit șansa unei reduceri de %d.
M_Next=Ați folosit deja această șansă. Așteptați următoarea șansă.
M_Congrate=Uraaa ! %s ! Numai %d din utilizatori au câștigat-o !
M_ShuffleConNol=Uraaa ! %s ! Numai %d din utilizatori au câștigat-o ! Valabil pentru %t zile.
M_ShuffleConLast=Uraaa ! %s ! Numai %d utilizatori au câștigat-o ! Valabil pentru o singură zi.
M_TryMyLuck=Îmi încerc norocul
M_GetItNow=Obțineți acum
M_ShufflePro=1 an de încercare Smart Defrag pentru acest calculator.
M_ExitTip=Puteți pierde reducerea exclusivă dacă plecați acum. Beneficiați de reducere acum ?
M_ExitTipSure=Veți pierde reducerea exclusivă dacă plecați acum. Beneficiați de reducere acum ?
M_ExitTipPro=Veți pierde șansa de a obține Smart Defrag Pro dacă închideți acum. Luați Smart Defrag Pro acum ?
M_ExitCancel=Nu, mulțumesc
M_CreateLicense=Activare Smart Defrag PRO, vă rugăm așteptați
M_CreateFin=Smart Defrag Pro este activat cu succes. Bucurați-vă de funcțiile Pro !
M_TryItNow=Încercați acum
M_ASCConInof=%s reducere pentru Advanced SystemCare Pro
M_DBConInof=%s reducere pentru Driver Booster Pro
M_IMFConInof=%s reducere pentru IObit Malware Fighter Pro
M_SDConInof=%s reducere pentru Smart Defrag Pro
M_BGConInof=%s reducere pentru cea mai bună ofertă
M_ProConInof=<a>1 an</a> pentru Smart Defrag Pro pentru acest calculator

